Здравейте {X_UNAME},

Събитието {X_NOTIFY_EVENT} се е случило за {X_ITEM_TYPE} "{X_ITEM_NAME}", който наблюдавате в модула {X_MODULE} на нашия сайт.

Можете да видите {X_ITEM_TYPE} тук:
{X_ITEM_URL}

-----------

Абонирали сте се за получаване на такива известия.

Ако това е грешка или не желаете да получавате повече такива известия, моля актуализирайте абонаментите си, като посетите връзката по-долу:
{X_UNSUBSCRIBE_URL}

Моля, не отговаряйте на това съобщение.

-----------
{X_SITENAME} ({X_SITEURL}) 
уебмастър
{X_ADMINMAIL}
