<?php
// 
// _LANGCODE: bg
// _CHARSET : UTF-8
// Translator: XOOPS Translation Team
//%%%%%     Time Zone   %%%%
define('_TZ_GMTM12', '(GMT-12:00) Ениветок, Куаджалейн');
define('_TZ_GMTM11', '(GMT-11:00) Остров Мидуей, Самоа');
define('_TZ_GMTM10', '(GMT-10:00) Хавай');
define('_TZ_GMTM9', '(GMT-9:00) Аляска');
define('_TZ_GMTM8', '(GMT-8:00) Тихоокеанско време (САЩ и Канада)');
define('_TZ_GMTM7', '(GMT-7:00) Планинско време (САЩ и Канада)');
define('_TZ_GMTM6', '(GMT-6:00) Централно време (САЩ и Канада), Мексико Сити');
define('_TZ_GMTM5', '(GMT-5:00) Източно време (САЩ и Канада), Богота, Лима, Кито');
define('_TZ_GMTM4', '(GMT-4:00) Атлантическо време (Канада), Каракас, Ла Пас');
define('_TZ_GMTM35', '(GMT-3:30) Нюфаундленд');
define('_TZ_GMTM3', '(GMT-3:00) Бразилия, Буенос Айрес, Джорджтаун');
define('_TZ_GMTM2', '(GMT-2:00) Среден Атлантик');
define('_TZ_GMTM1', '(GMT-1:00) Азорски острови, острови Кабо Верде');
define('_TZ_GMT0', '(GMT) Гринуичко време, Лондон, Дъблин, Лисабон, Казабланка, Монровия');
define('_TZ_GMTP1', '(GMT+1:00) Амстердам, Берлин, Рим, Копенхаген, Брюксел, Мадрид, Париж');
define('_TZ_GMTP2', '(GMT+2:00) Атина, Истанбул, Минск, Хелзинки, Йерусалим, Южна Африка');
define('_TZ_GMTP3', '(GMT+3:00) Багдад, Кувейт, Рияд, Москва, Санкт Петербург');
define('_TZ_GMTP35', '(GMT+3:30) Техеран');
define('_TZ_GMTP4', '(GMT+4:00) Абу Даби, Мускат, Баку, Тбилиси');
define('_TZ_GMTP45', '(GMT+4:30) Кабул');
define('_TZ_GMTP5', '(GMT+5:00) Екатеринбург, Исламабад, Карачи, Ташкент');
define('_TZ_GMTP55', '(GMT+5:30) Мумбай, Колката, Ченай, Ню Делхи');
define('_TZ_GMTP6', '(GMT+6:00) Алмати, Дака, Коломбо');
define('_TZ_GMTP7', '(GMT+7:00) Банкок, Ханой, Джакарта');
define('_TZ_GMTP8', '(GMT+8:00) Пекин, Пърт, Сингапур, Хонконг, Урумчи, Тайпе');
define('_TZ_GMTP9', '(GMT+9:00) Токио, Сеул, Осака, Сапоро, Якутск');
define('_TZ_GMTP95', '(GMT+9:30) Аделаида, Дарвин');
define('_TZ_GMTP10', '(GMT+10:00) Бризбейн, Канбера, Мелбърн, Сидни, Гуам, Власдиосток');
define('_TZ_GMTP11', '(GMT+11:00) Магадан, Соломонови острови, Нова Каледония');
define('_TZ_GMTP12', '(GMT+12:00) Окланд, Уелингтън, Фиджи, Камчатка, Маршалов остров');
