Здравейте {X_UNAME},

Коментар беше добавен към {X_ITEM_TYPE} "{X_ITEM_NAME}", който наблюдавате в модула {X_MODULE} на нашия сайт.

Можете да видите коментара тук:
{X_COMMENT_URL}

-----------

Получавате това съобщение, защото сте избрали да бъдете уведомявани, когато коментари се добавят към този {X_ITEM_TYPE}.

Ако това е грешка или не желаете да получавате повече такива известия, моля актуализирайте абонаментите си, като посетите връзката по-долу:
{X_UNSUBSCRIBE_URL}

Моля, не отговаряйте на това съобщение.

-----------
{X_SITENAME} ({X_SITEURL}) 
уебмастър
{X_ADMINMAIL}
