Здравейте {X_UNAME},

Благодарим ви, че се регистрирахте като член на {SITENAME}. Като регистриран член можете:
- Да изпращате лични съобщения между членовете
- Да участвате в дискусионни форуми
- Да получавате последните новини
- Да публикувате съдържание
- И много, много повече....

Имейл адресът ({X_UEMAIL}) е използван за създаване на потребителски профил за вас.

За да станете член на {SITENAME}, моля потвърдете
заявката, като кликнете върху връзката по-долу:

{X_UACTLINK}

-----------
С уважение
{SITENAME}
({SITEURL}) 
{ADMINMAIL}