<?php
// _LANGCODE: bg
// _CHARSET : UTF-8
// Translator: XOOPS Translation Team

define('_CONFIRM_UPGRADE_220', "
Скриптовете за надграждане ще мигрират данни от съществуващ модул „профил“.<br>
Моля, не деинсталирайте съществуващия модул „профил“ ръчно, в противен случай съответните данни няма да бъдат мигрирани.<br><br>
Моля, след като процесът на надстройка приключи напълно <strong>отидете в зоната за администриране на модула, за да актуализирате модула „профил“</strong>. След като това бъде направено, данните на профила ще бъдат мигрирани напълно.<br><br>
За да отмените надстройката, <a href='index.php'>щракнете тук</a>.<br><br>
Или за <a style='color:green; font-size:1.3em;' href='index.php?action=next&upd220=ok'>продължете</a>.


");
