<?php

// _LANGCODE: bg
// _CHARSET : UTF-8
// Translator: XOOPS Translation Team

define(
    '_XOOPS_UPGRADE_WELCOME',
    <<<'EOT'
<h2>XOOPS Надстройка</h2>

<p>
<em>Надграждане</em> ще разгледа тази инсталация на XOOPS и ще приложи всички необходими корекции, за да стане съвместима 
с новия код XOOPS. Корекциите могат да включват промени в базата данни, добавяйки настройки по подразбиране за нови
конфигурационни елементи, актуализации на файлове и данни и др.
<p>
След всяка корекция програмата за надграждане ще докладва състоянието и ще изчака въвеждането ви да продължи. В
в края на надстройката контролът ще премине към функцията за актуализиране на системния модул.

<div class="alert alert-warning">
След като надстройката приключи, не забравяйте да:
<ul class="fa-ul">
 <li><span class="fa-li fa-solid fa-folder-open"></span> изтрийте папката за надграждане</li>
 <li><span class="fa-li fa-solid fa-arrows-rotate"></span> актуализирайте всички модули, които са се променили</li>
</div>

EOT,
);
