<?php
// 
// _LANGCODE: bg
// _CHARSET : UTF-8
// Translator: XOOPS Translation Team
// License
define('LICENSE_NOT_WRITEABLE', 'Лицензът е %s. <br><span style="color:#ff0000;">Направи ../include/license.php възможност за запис</span>');
define('LICENSE_IS_WRITEABLE', 'Лицензът е %s');
define('_INSTALL_WEBMASTER', 'Уеб администратори');
define('_INSTALL_WEBMASTERD', 'Уеб администратори на този сайт');
define('_INSTALL_REGUSERS', 'Регистрирани потребители');
define('_INSTALL_REGUSERSD', 'Група регистрирани потребители');
define('_INSTALL_ANONUSERS', 'Анонимни потребители');
define('_INSTALL_ANONUSERSD', 'Група анонимни потребители');
/**
 * New Group types
 */
define('_INSTALL_BANNEDUSERS', 'Забранени потребители');
define('_INSTALL_BANNEDUSERSD', 'Забранена потребителска група');
define('_INSTALL_MODERATORUSERS', 'Модератори');
define('_INSTALL_MODERATORUSERSD', 'Това са модератори за вашия уебсайт');
define('_INSTALL_SUBMITTERUSERS', 'Податели');
define('_INSTALL_SUBMITTERUSERSD', 'Тази група може да изпраща статии на вашия уебсайт');
define('_INSTALL_DEVELOPEUSERS', 'Разработчик');
define('_INSTALL_DEVELOPEUSERSD', 'Този потребител има привилегии на разработчици и може да вижда съобщенията за отстраняване на грешки на разработчиците.');
define('_INSTALL_L165', 'В момента сайтът е затворен за профилактика. Моля, върнете се по-късно.');
define('_INSTALL_ANON', 'Анонимен');
define('_INSTALL_DISCLMR', 'Въпреки че администраторите и модераторите на този сайт ще се опитат да премахнат
или редактират всеки принципно нежелателен материал възможно най-бързо, е
невъзможно да се прегледа всяко съобщение. Следователно вие потвърждавате, че всички публикации
направени на този сайт изразяват възгледите и мненията на автора, а не на
администраторите, модераторите или уеб администратора (с изключение на публикациите от тези хора)
и следователно няма да носите отговорност.

Вие се съгласявате да не публикувате обидни, нецензурни, вулгарни, клеветнически, насаждащ омраза,
заплашителен, сексуално ориентиран или всякакъв друг материал, който може да нарушава всички
приложими закони. Това може да доведе до незабавно и постоянно баниране
 (и вашият доставчик на услуги да бъде информиран). Адресът IP на всички
постове се записва, за да помогне за прилагането на тези условия. Създаването на множество
акаунти за един потребител не е разрешено. Вие се съгласявате, че уеб администраторът, 
администраторът и модераторите на този сайт имат правото да премахват, редактират, 
преместват или затварят всяка тема по всяко време, ако сметнат за добре. Като потребител вие се съгласявате
 всяка информация, която сте въвели по-горе, да се съхранява в база данни. Докато
тази информация няма да бъде разкривана на трета страна без вашето
съгласие, уеб администраторът, администраторът и модераторите не могат да бъдат държани
отговорни за опити за хакване, които могат да доведат до
компрометиране на данните.

Тази система на сайта използва бисквитки, за да съхранява информация на вашия локален компютър.
Тези бисквитки не съдържат нищо от информацията, която сте въвели по-горе,
те служат само за подобряване на вашето удоволствие от гледане. Имейл адресът се използва
само за потвърждаване на вашите регистрационни данни и парола (и за изпращане
нови пароли, ако забравите текущата).

Като щракнете върху Регистриране по-долу, вие се съгласявате да бъдете обвързани с тези условия.');
