<?php
//
// _LANGCODE: bg
// _CHARSET : UTF-8
// Translator: XOOPS Translation Team

$content = '
<p>
    <abbr title="eXtensible Object-Oriented Portal System">XOOPS</abbr> е с отворен код
    Обектно-ориентирана система за уеб публикуване, написана на PHP. Той е идеално средство за
    разработване на малки до големи динамични уебсайтове на общността, вътрешнофирмени портали, корпоративни портали, уеблогове и много други.
</p>
<p>
    XOOPS се освобождава съгласно условията на
    <a href="https://www.gnu.org/licenses/gpl-2.0.html" rel="external">GNU Общ публичен лиценз (GPL)</a>
    версия 2 или по-нова и е свободен за използване и модифициране.
    Преразпределението е безплатно, стига да спазвате условията за разпространение на GPL.
</p>
<h3>Изисквания</h3>
<ul>
    <li>WWW сървър (<a href="https://www.apache.org/" rel="external">Apache</a>, <a href="https://www.nginx.com/" rel="external">NGINX</a>, IIS и т.н.)</li>
    <li><a href="https://www.php.net/" rel="external">PHP</a> 8.2 или по-висока, препоръчва се 8.4+</li>
    <li><a href="https://www.mysql.com/" rel="external">MySQL</a> 5.7.8 или по-висока, препоръчва се 8.4.5+ </li>
</ul>
<h3>Преди вас install</h3>
<ol>
    <li>Настройте правилно сървъра WWW, PHP и сървъра на базата данни.</li>
    <li>Подгответе база данни за вашия сайт XOOPS.</li>
    <li>Подгответе потребителски акаунт и дайте на потребителя достъп до базата данни.</li>
    <li>Направете тези директории и файлове достъпни за запис: %s</li>
    <li>От съображения за сигурност силно се препоръчва да преместите двете директории по-долу от <a href="https://privacyaustralia.net/phpsec/projects/guide/php-security-guide-databases-and-sql/" rel="external">корен на документа</a> и променете имената на папките: %s</li>
    <li>Създайте (ако вече не съществуват) и направете тези директории годни за запис: %s</li>
    <li>Включете бисквитката и JavaScript на вашия браузър.</li>
</ol>
<h3>Специални бележки</h3>
<ol>
    <li>Някои специфични комбинации от системен софтуер може да изискват някои допълнителни конфигурации, за да работят
    с XOOPS. Ако някоя от тези теми се отнася за вашата среда, моля, вижте пълния текст
    <a href="https://xoops.gitbook.io/xoops-install-upgrade/" rel="external">XOOPS
    ръководство за монтаж</a> за повече информация.<br><br>

    <li><strong>SELinux</strong> активирани системи (като напр <strong>CentOS</strong>  и <strong>RHEL</strong>) може да изисква промени в контекста на сигурността
    за XOOPS директории в допълнение към нормалните разрешения за файлове, за да направят директориите годни за запис.
    Консултирайте се с вашата системна документация и/или системния администратор.
</ol>
';

return $content;

